load-resources/vertx-async/100-3.txt
sending 100 messages per second
Requests      [total, rate]            500, 100.20
Duration      [total, attack, wait]    4.99275578s, 4.989999932s, 2.755848ms
Latencies     [mean, 50, 95, 99, max]  2.864927ms, 2.771118ms, 3.312936ms, 5.95137ms, 6.666665ms
Bytes In      [total, mean]            29000, 58.00
Bytes Out     [total, mean]            7500, 15.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             201:500  
Error Set: