load-resources/vertx-async/1000-7.txt
sending 1000 messages per second
Requests      [total, rate]            5000, 1000.20
Duration      [total, attack, wait]    5.004879959s, 4.998999885s, 5.880074ms
Latencies     [mean, 50, 95, 99, max]  6.177251ms, 5.922557ms, 9.402181ms, 12.978668ms, 20.469247ms
Bytes In      [total, mean]            290000, 58.00
Bytes Out     [total, mean]            75000, 15.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             201:5000  
Error Set: